tap "crisidev/chunkwm"
tap "d12frosted/emacs-plus"
tap "go-delve/delve"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "ack"
brew "openjdk"
brew "ant"
brew "arp-scan"
brew "python@3.9"
brew "clingo"
brew "node"
brew "autocode", link: false
brew "awscli"
brew "bash"
brew "bash-completion@2", link: false
brew "bazel"
brew "bfg"
brew "boost"
brew "ccache"
brew "check"
brew "clang-format"
brew "cloc"
brew "colordiff"
brew "coreutils"
brew "swig"
brew "crystal"
brew "ctags"
brew "curl"
brew "delve"
brew "docker", link: false
brew "docker-machine-driver-xhyve"
brew "erlang"
brew "elixir"
brew "etcd", restart_service: true
brew "findutils"
brew "gcc"
brew "gdb"
brew "gdk-pixbuf"
brew "little-cms2"
brew "git"
brew "go"
brew "glide"
brew "libksba"
brew "gnupg"
brew "gobject-introspection"
brew "gradle"
brew "grc"
brew "grep"
brew "grpcurl"
brew "gsl"
brew "harfbuzz"
brew "ncurses"
brew "htop"
brew "hub"
brew "hugo"
brew "shared-mime-info"
brew "webp"
brew "jq"
brew "khd", restart_service: true
brew "kotlin"
brew "kubernetes-cli"
brew "kwm"
brew "libcroco"
brew "libpqxx"
brew "pango"
brew "librsvg"
brew "libu2f-host"
brew "libxml2"
brew "libxslt"
brew "llvm"
brew "maven"
brew "minikube", link: false
brew "minimal-racket"
brew "moreutils"
brew "protobuf"
brew "mosh"
brew "nasm"
brew "netcat"
brew "ninja"
brew "nmap"
brew "node-build"
brew "nodenv"
brew "ntfs-3g"
brew "openblas"
brew "numpy"
brew "pandoc"
brew "periscope"
brew "postgresql", restart_service: true
brew "pypy3"
brew "qemu"
brew "rbenv"
brew "redis", restart_service: true
brew "remake"
brew "rsync"
brew "ruby"
brew "rustup-init"
brew "scala"
brew "sdl"
brew "sdl2"
brew "shellcheck"
brew "smartmontools"
brew "spaceman-diff"
brew "sparkey"
brew "subversion"
brew "terminal-notifier"
brew "terraform"
brew "tflint"
brew "the_silver_searcher"
brew "thrift"
brew "tmate"
brew "uncrustify"
brew "watchman"
brew "wget"
brew "wireshark", link: false
brew "woof"
brew "yarn", link: false
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus@27", args: ["HEAD"]
brew "shopify/shopify/toxiproxy"
cask "adoptopenjdk"
cask "aerial"
cask "blockblock"
cask "font-source-code-pro"
cask "hammerspoon"
cask "haskell-platform"
cask "macfuse"
cask "minikube"
cask "ngrok"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "spatial"
cask "transmission"
cask "virtualbox"
cask "vlc"
cask "wireshark"