brew "awscli"
brew "bash-completion@2"
brew "bash"
brew "bazel"
brew "boost"
brew "cloc"
brew "colordiff"
brew "coreutils"
brew "crystal"
brew "curl"
brew "docker"
brew "elixir"
brew "findutils"
brew "git"
brew "gnu-sed"
brew "go"
brew "grep"
brew "grpcurl"
brew "gsl"
brew "htop"
brew "hub"
brew "hugo"
brew "icu4c"
brew "jq"
brew "libu2f-host"
brew "libxml2"
brew "libxslt"
brew "llvm@6"
brew "moreutils"
brew "mosh"
brew "nmap"
brew "node-build"
brew "nodenv"
brew "pcre"
brew "pkg-config"
brew "postgresql"
brew "protobuf"
brew "python@3.8"
brew "rbenv"
brew "rsync"
brew "ruby-build"
brew "rustup-init"
brew "scala"
brew "shellcheck"
brew "smartmontools"
brew "sparkey"
brew "terminal-notifier"
brew "terraform"
brew "tflint"
brew "the_silver_searcher"
brew "thrift"
brew "tmux"
brew "watchman"
brew "wget"
brew "zsh"
cask "adoptopenjdk"
cask "aerial"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/core"
